# Parameter Type Id Move Multiple Property

Source: https://www.revitapidocs.com/2026/4b5eddb4-0a20-b4e2-fa0b-91208b115c29.htm

---

| Parameter Type Id Move Multiple Property |
| --- |

"Multiple"
**Namespace:** Autodesk.Revit.DB
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public static ForgeTypeId MoveMultiple { get; }
```

```
Public Shared ReadOnly Property MoveMultiple As ForgeTypeId
	Get
```

```
public:
static property ForgeTypeId^ MoveMultiple {
	ForgeTypeId^ get ();
}
```

```
static member MoveMultiple : ForgeTypeId with get
```

#### Property Value

ForgeTypeId See Also

#### Reference

ParameterTypeId Class Autodesk.Revit.DB Namespace